submission_logs/2_2_two_middlewares/32/40/0-1/0/memtier/5.log
1         Threads
40        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets         444.55       441.55         3.00     89.97100      1788.62 
Waits          0.00          ---          ---      0.00000          --- 
Totals       444.55       441.55         3.00     89.97100      1788.62 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       9.100         0.00
GET       9.400         0.01
GET       9.500         0.01
GET      10.000         0.02
GET      11.000         0.04
GET      12.000         0.05
GET      13.000         0.06
GET      14.000         0.07
GET      15.000         0.10
GET      16.000         0.30
GET      17.000         0.88
GET      18.000         1.09
GET      19.000         1.16
GET      20.000         1.19
GET      21.000         1.21
GET      22.000         1.22
GET      23.000         1.23
GET      24.000         1.26
GET      25.000         1.28
GET      26.000         1.32
GET      27.000         1.41
GET      28.000         1.48
GET      29.000         1.69
GET      30.000         2.42
GET      31.000         4.17
GET      32.000         5.18
GET      33.000         5.59
GET      34.000         5.72
GET      35.000         5.83
GET      36.000         5.89
GET      37.000         5.91
GET      38.000         5.96
GET      40.000         5.98
GET      41.000         6.00
GET      42.000         6.02
GET      43.000         6.13
GET      44.000         6.22
GET      45.000         6.61
GET      46.000         7.31
GET      47.000         8.27
GET      48.000         8.46
GET      49.000         8.50
GET      50.000         8.52
GET      51.000         8.54
GET      52.000         8.57
GET      53.000         8.60
GET      54.000         8.60
GET      56.000         8.61
GET      57.000         8.61
GET      58.000         8.64
GET      59.000         8.66
GET      60.000         8.71
GET      61.000         8.85
GET      62.000        11.50
GET      63.000        15.17
GET      64.000        15.50
GET      65.000        15.61
GET      66.000        15.67
GET      67.000        15.72
GET      68.000        15.77
GET      69.000        15.82
GET      70.000        15.83
GET      71.000        15.83
GET      72.000        15.85
GET      73.000        15.88
GET      74.000        15.96
GET      75.000        16.06
GET      76.000        16.29
GET      77.000        17.87
GET      78.000        33.45
GET      79.000        38.60
GET      80.000        39.05
GET      81.000        39.26
GET      82.000        39.41
GET      83.000        39.48
GET      84.000        39.53
GET      85.000        39.55
GET      86.000        39.57
GET      87.000        39.60
GET      88.000        39.64
GET      89.000        39.77
GET      90.000        39.92
GET      91.000        40.22
GET      92.000        40.76
GET      93.000        48.76
GET      94.000        69.67
GET      95.000        71.56
GET      96.000        71.93
GET      97.000        72.14
GET      98.000        72.25
GET      99.000        72.33
GET     100.000        72.57
GET     110.000        89.76
GET     120.000        93.28
GET     130.000        95.45
GET     140.000        97.84
GET     150.000        97.89
GET     160.000        98.82
GET     170.000        99.36
GET     180.000        99.39
GET     190.000        99.71
GET     200.000        99.85
GET     210.000        99.85
GET     220.000        99.92
GET     230.000        99.96
GET     240.000        99.96
GET     250.000        99.97
GET     280.000        99.97
GET     300.000        99.99
GET     310.000       100.00
GET     330.000       100.00
---